{
  "sidebar": {
    "description": "Développeur fullstack avec plus de 3 ans d'expérience. J'aide à développer des solutions logicielles personnalisées et à construire des architectures full-stack efficaces dans divers secteurs.",
    "resume": "cv",
    "education": "Éducation",
    "bachelorProject": "Bachelor - Projet",
    "linkoping": "Université Linköping 🇸🇪 (2025)",
    "goodAt": "Bon en",
    "translate": "ANG → FR"
  },
  "footer": {
    "end": "Vous avez atteint la fin."
  },
  "experiences": {
    "january": "janv.",
    "february": "fév.",
    "march": "mars",
    "april": "avr.",
    "may": "mai",
    "june": "juin",
    "july": "juil.",
    "august": "août",
    "september": "sept.",
    "october": "oct.",
    "november": "nov.",
    "december": "déc.",
    "engineai": "Chez Engine AI, j'ai travaillé en tant que développeur fullstack pour maintenir des moteurs de visualisation et livrer des projets clients personnalisés. En collaborant avec les équipes de design et de produit, j'ai développé des plateformes interactives de visualisation de données, optimisé les performances sur tous les appareils et construit des solutions logicielles sur mesure qui transforment des ensembles de données complexes en interfaces conviviales pour les clients d'entreprise.",
    "brain": "Chez BRAIN, j'ai travaillé en tant que développeur fullstack pour construire des plateformes gamifiées de sensibilisation à la cybersécurité et des systèmes d'authentification sécurisés. En collaborant avec des experts en sécurité, j'ai développé la plateforme de jeu principale et des modules de leçons interactives qui enseignent la prévention des cyberattaques et les meilleures pratiques de sécurité, transformant des concepts complexes de cybersécurité en expériences de formation engageantes et accessibles pour les utilisateurs d'entreprise.",
    "parkit": "Chez ParkIt, j'ai travaillé en tant que développeur fullstack pour construire des plateformes de déploiement automatisé de sites web avec une présentation de domaines alimentée par l'IA. J'ai développé des flux d'intégration simplifiés avec configuration DNS, des sites web de démonstration générés par l'IA (blogs, e-commerce, portfolios) et des tableaux de bord administrateur avec analyses de domaines, transformant la vente de domaines en expériences automatisées et basées sur les données pour des ventes plus rapides.",
    "responsible": "Chez RESPONSIBLE, j'ai travaillé en tant que développeur fullstack pour construire des plateformes de mode circulaire où les clients pouvaient télécharger et évaluer des vêtements pour obtenir un cashback. En collaborant avec les équipes de durabilité, j'ai développé des sites web spécifiques aux marques avec fonctionnalité de téléchargement d'images et des tableaux de bord administrateur complets pour la gestion des stocks et le suivi des expéditions, créant des expériences e-commerce durables fluides pour les consommateurs soucieux de la mode.",
    "standforua": "Chez StandForUA, j'ai travaillé en tant que développeur fullstack pour construire des plateformes d'aide humanitaire avec support multilingue (plus de 5 langues) et cartographie géographique. J'ai développé des systèmes de liste de demandes qui connectent les Ukrainiens ayant besoin d'aide (nourriture, services, hébergement) avec des volontaires mondiaux, créant des expériences de secours en cas de crise accessibles grâce à une fonctionnalité de mise en correspondance de contacts sécurisée."
  },
  "menu": {
    "close": "fermer le menu..."
  }
}
